'use strict';
const mainMenu = [
  {
    id:'cold-apetizers',
    groupName: 'Холодные закуски',
    dishes:[
      {
        name:'Мясные яства из деликатесов собственного приготовления',
        weight: 170,
        price: 390,
      },
      {
        name: 'Рыбная тарелка к застолью',
        weight: 200,
        price: 450,
      },
      {
        name: 'Ассорти сыров',
        weight: 200,
        price: 360,
      },
      {
        name: 'Блюдо из свежих овощей',
        weight: 210,
        price: 260,
      },
      {
        name: 'Соленья домашние',
        weight: 220,
        price: 260,
      },
      {
        name: 'Грибочки из бочки с луком и сметаной',
        weight: 180,
        price: 350,
      },
      {
        name: 'Филе сельди с молодым картофелем',
        weight: 200,
        price: 210,
      },
      {
        name: 'Холодец домашний из трех видов мяса',
        weight: 230,
        price: 230,
      },
      {
        name: 'Блинные рулетики с семгой и красной икрой',
        weight: 150,
        price: 350,
      },
      {
        name: 'Рулетики из языка с творожным сыром и хреном',
        weight: 200,
        price: 330,
      },
      {
        name: 'Семужка собственного посола со сливочным сыром',
        weight: 170,
        price: 380,
      },
      {
        name: 'Ростбиф из говяжьей вырезки с соусом из свежих трав',
        weight: 180,
        price: 510,
      },
      {
        name: 'Маслины, оливки',
        weight: 50,
        price: 120,
      },
      {
        name: 'Лимоны',
        weight: 100,
        price: 100,
      },
    ],
  },
  {
    id: 'salads',
    groupName: 'Салаты',
    dishes: [
      {
        name: 'Салат с ростбифом и свежими овощами',
        weight: 250,
        price: 450,
      },
      {
        name: 'Салат со слабосоленым лососем, картофелем и свежим огурцом',
        weight: 200,
        price: 430,
      },
      {
        name: 'Цезарь с цыпленком',
        weight: 220,
        price: 320,
      },
      {
        name: 'Цезарь с лососем и тигровыми креветками',
        weight: 220,
        price: 490,
      },
      {
        name: 'Салат Греческий',
        weight: 230,
        price: 290,
      },
      {
        name: 'Теплый салат с морепродуктами',
        weight: 220,
        price: 520,
      },
      {
        name: 'Салат с копченым цыпленком, авокадо и виноградом',
        weight: 200,
        price: 320,
      },
      {
        name: 'Сельдь под шубой',
        weight: 250,
        price: 260,
      },
      {
        name: 'Салат «Оливье» с языком',
        weight: 220,
        price: 290,
      },
      {
        name: 'Салат с языком по-русски',
        weight: 220,
        price: 300,
      },
      {
        name: 'Теплый салат с куриным филе и беконом',
        weight: 230,
        price: 350,
      },
      {
        name: 'Салат из тигровых креветок со свежим огурцом, томатами и авокадо',
        weight: 220,
        price: 490,
      },
      {
        name: 'Салат «Лукоморье»',
        weight: 230,
        price: 520,
      },
      {
        name: 'Салат из кальмаров по-домашнему',
        weight: 220,
        price: 290,
      },
    ],
  },
  {
    id: 'hot-apetizers'
    groupName: 'Горячие закуски',
    dishes: [
      {
        name: 'Жульен мясной',
        weight: 140,
        price: 190,
      },
      {
        name: 'Жульен с цыпленком',
        weight: 140,
        price: 190,
      },
      {
        name: 'Жульен из грибов',
        weight: 140,
        price: 190,
      },
      {
        name: 'Жареные куриные крылышки с острым соусом',
        weight: 200,
        price: 210,
      },
      {
        name: 'Салат из кальмаров по-домашнему',
        weight: 220,
        price: 290,
      },
      {
        name: 'Салат из кальмаров по-домашнему',
        weight: 220,
        price: 290,
      },
      {
        name: 'Салат из кальмаров по-домашнему',
        weight: 220,
        price: 290,
      },
      {
        name: 'Салат из кальмаров по-домашнему',
        weight: 220,
        price: 290,
      },
      {
        name: 'Салат из кальмаров по-домашнему',
        weight: 220,
        price: 290,
      },
      {
        name: 'Салат из кальмаров по-домашнему',
        weight: 220,
        price: 290,
      },
    ],
  }
]
